# WattsPerCubicFootPerMinute Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..WattsPerCubicFootPerMinute Property
UnitTypeId Class See Also
---
Watts per cubic foot per minute.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId WattsPerCubicFootPerMinute { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property WattsPerCubicFootPerMinute As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ WattsPerCubicFootPerMinute {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace